tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"

# packages

brew "awscli"
brew "bash"
brew "coreutils"
brew "curl"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "flac"
brew "node"
brew "lynx"
brew "jpeg", args: ["universal"]
brew "mas"
brew "openssl"
brew "postgresql"
brew "python"
brew "s3deploy"
brew "unrar"
brew "watch"
brew "watchman"
brew "wget"

cask "google-chrome"
cask "visual-studio-code"
cask "macdown"
cask "appcleaner"
cask "alfred"
cask "transmission"
cask "vlc"
cask "insomnia"