tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"

# packages
brew "bash"
brew "coreutils"
brew "curl"
brew "jpeg", args: ["universal"]
brew "mas"
brew "nvm"
brew "wget"
brew "yarn"

# password manager
cask "keepassx"

# browsers
cask "google-chrome"

# editor
cask "visual-studio-code"

# docs
cask "macdown"

# utilities
cask "appcleaner"
cask "alfred"
cask "transmission"
cask "vlc"
cask "sequel-pro"
