abensur.br-tax-id-generator
batisteo.vscode-django
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
EditorConfig.EditorConfig
ElemeFE.vscode-element-helper
esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
HookyQR.beautify
janisdd.vscode-edit-csv
kumar-harsh.graphql-for-vscode
magicstack.MagicPython
marclipovsky.string-manipulation
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mikestead.dotenv
mrmlnc.vscode-attrs-sorter
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
msjsdiag.debugger-for-chrome
naumovs.color-highlight
octref.vetur
SS.element-ui-snippets
Tyriar.lorem-ipsum
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons